"comment_deletetips"="确定要删除么?";
"common_account"="账号";
"common_activity"="活动";
"common_apr"="4月";
"common_atlcourse"="线上课";
"common_aug"="8月";
"common_back"="返回";
"common_birthday"="生日";
"common_btn_all"="全部";
"common_btn_back"="返回";
"common_btn_cancel"="取消";
"common_btn_close"="关闭";
"common_btn_confirm"="确定";
"common_btn_continue"="继续";
"common_btn_done"="完成";
"common_btn_edit"="编辑";
"common_btn_fags"="常见问题";
"common_btn_inspection"="检查";
"common_btn_more"="更多";
"common_btn_ok"="确定";
"common_btn_pause"="暂停";
"common_btn_preview"="预览";
"common_btn_release"="发布";
"common_btn_save"="保存";
"common_btn_scan"="扫一扫";
"common_btn_send"="发送";
"common_btn_set"="设置";
"common_btn_skip"="跳过";
"common_btn_submit"="提交";
"common_btn_update"="升级";
"common_cancel"="取消";
"common_cancelselectall"="取消全选";
"common_changecover"="更换封面";
"common_city"="市";
"common_comment"="评论";
"common_comments"="评论";
"common_complete"="完成";
"common_completewithdelay"="延期完成";
"common_copy"="复制";
"common_credits"="学分";
"common_deadline"="截止日期";
"common_dec"="12月";
"common_delete"="删除";
"common_deletedraft"="删除草稿";
"common_deploy_next"="下一步";
"common_download"="下载";
"common_duration"="时长";
"common_edit"="编辑";
"common_enter"="录入";
"common_enterreply"="请输入回复评论内容";
"common_entertext"="请输入文本内容";
"common_exam"="考试";
"common_experience"="心得";
"common_favorites"="收藏";
"common_featureunsupport"="手机系统版本过低，暂不支持此功能";
"common_feb"="2月";
"common_finished"="已结束";
"common_fullmark"="满分";
"common_gotit"="知道了";
"common_groupproject"="集团项目";
"common_h_ago"="小时前";
"common_homework"="作业";
"common_hour"="小时";
"common_instruction"="指导";
"common_introduction"="简介";
"common_jan"="1月";
"common_jul"="7月";
"common_jun"="6月";
"common_loaderror"="加载失败，点击屏幕重新加载";
"common_location"="地点";
"common_locationinfo"="位置信息";
"common_mar"="3月";
"common_mark"="评分";
"common_may"="5月";
"common_min"="分钟";
"common_min_ago"="分钟前";
"common_modifypwd"="修改密码";
"common_moredetail"="更多详情";
"common_msg_access_camera"="无法访问相机";
"common_msg_access_camera_content"="请在iPhone的“设置-隐私-相机”选项中，允许%@访问你的相机";
"common_msg_access_microphone"="无法访问麦克风";
"common_msg_access_microphone_content"="请在iPhone的“设置-隐私-麦克风”选项中，允许%@访问你的麦克风";
"common_msg_access_photos"="无法访问相册";
"common_msg_access_photos_content"="请在iPhone的“设置-隐私-照片” 选项中，允许%@访问你的手机相册";
"common_msg_checkdetails"="查看详情";
"common_msg_failed"="失败";
"common_msg_help"="帮助";
"common_msg_iknow"="我知道了";
"common_msg_processing"="正在处理…";
"common_msg_prompt"="温馨提示";
"common_msg_prompt1"="提示";
"common_msg_submittal_failed"="提交失败";
"common_msg_watch"="继续观看";
"common_mycomments"="我的评论";
"common_mylocation"="我的位置";
"common_na"="暂无";
"common_network_msg1"="当前正在使用移动网络，继续播放将消耗流量";
"common_nodata"="暂无数据";
"common_nointroduction"="暂无简介";
"common_nov"="11月";
"common_oct"="10月";
"common_offlineclass"="线下课";
"common_ok"="确定";
"common_ongoing"="进行中";
"common_operation"="实操";
"common_orderstudy"="请按顺序学习";
"common_others"="其他";
"common_periods"="学时";
"common_picture"="拍照片";
"common_post"="岗位";
"common_progress"="进度";
"common_projectneedtoknow"="项目须知";
"common_projectnotavailable"="暂无项目须知";
"common_province"="省";
"common_publish"="发布";
"common_reason"="原因";
"common_remarks"="评语";
"common_replycomment"="回复评论";
"common_resumestudy"="继续学习";
"common_review"="批阅";
"common_reviewed"="已批阅";
"common_revise"="修改";
"common_rework"="退回重做";
"common_s_ago"="秒钟前";
"common_savedraft"="保存草稿";
"common_scores"="分";
"common_searchNoData"="未搜索到相关内容";
"common_search_recently"="最近搜索";
"common_select_photos"="从手机相册选择";
"common_selectall"="全选";
"common_send"="发送";
"common_sep"="9月";
"common_share"="分享";
"common_stage"="阶段";
"common_stagestudy"="请按阶段学习";
"common_starttime"="开始时间";
"common_study_now"="立即学习";
"common_studynow"="开始学习";
"common_superintendent"="负责人";
"common_survey"="调查";
"common_systemaccess_msg_camera_content"="我们将使用您的相机为您提供拍摄头像、拍摄创作素材的服务";
"common_systemaccess_msg_camera_title"="“%@”想访问您的相机";
"common_systemaccess_msg_microphone_content"="我们将使用您的麦克风为您提供录制音频创作素材的服务";
"common_systemaccess_msg_microphone_title"="“%@”想访问您的麦克风";
"common_systemaccess_msg_photos_content"="我们将使用您的相册为您提供选择头像、选择图片创作的服务";
"common_systemaccess_msg_photos_title"="“%@”想访问您的照片";
"common_tasks"="项";
"common_tip_photos"="相册";
"common_tip_search"="搜索";
"common_tips"="提示";
"common_tit_picture"="照片";
"common_tit_videos"="视频";
"common_to"="至";
"common_tobeinstructed"="待指导";
"common_tobereview"="待批阅";
"common_today"="今天";
"common_totaltask"="总任务";
"common_training"="培训";
"common_tutored"="已辅导";
"common_tutorial"="辅导";
"common_two_days_ago"="前天";
"common_unlimited"="不限时";
"common_view"="查看";
"common_write_comment"="写评论";
"common_yesterday"="昨天";
"tools_photo_crop_btn_original"="原图";
"tools_photo_crop_btn_undo"="还原";
"tools_photo_msg_disabled_save"="无法保存图片";
"tools_photo_msg_disabled_videos"="选择照片时不能选择视频";
"tools_photo_msg_needs_downloaded"="图片需要下载完成";
"tools_photo_msg_nochecked_picture"="未勾选图片";
"tools_photo_msg_save_failed"="/(ㄒoㄒ)/~~ 保存失败!!";
"tools_photo_msg_save_number"="你最多只能选择%d张照片";
"tools_photo_msg_save_picture"="保存图片";
"tools_photo_msg_save_success"="^_^ 保存成功!!";
"tools_photo_msg_sendto"="发送给:";
"tools_record_label_holdandsay"="按住 说出你要的知识";
"tools_record_label_removefinger"="松开手指取消";
"tools_record_label_slideup"="向上滑动取消发送";
"tools_refresh_label_end"="没有更多内容咯";
"common_loadcomplete" = "我是有底线的";
"tools_refresh_label_failed"="加载失败，点我重试吧";
"tools_scan_label_automa"="将二维码/条码放入框内, 即可自动扫描";
"tools_ui_blank_msg_date"="暂无数据";
"tools_ui_blank_msg_exam"="暂无待参与的考试噢";
"tools_ui_blank_msg_file"="暂时还没有已归档任务";
"tools_ui_blank_msg_mix"="暂无混合式学习项目噢";
"tools_ui_blank_msg_online"="暂无待学习的任务噢";
"tools_ui_blank_msg_train"="暂无进行中的面授培训噢";
"tools_ui_label_receive"="今日领取";
"tools_ui_label_signbean"="云豆";
"tools_ui_label_signinsuccess"="签到成功";
"tools_ui_label_upgrade"="升级到新版本";
"tools_ui_message_reply"="回复TA";
"tools_ui_tip_enterkeywords"="输入关键字";
"tools_ui_tip_search_knowledge"="搜索知识、课程…";

